# Run with: `brew bundle --global`
tap "homebrew/bundle"
brew "direnv"
brew "hugo"
brew "fzf"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.14"
brew "ripgrep"
brew "tree"
cask "1password"
cask "discord"
cask "hiddenbar"
cask "ghostty"
cask "keepingyouawake"
cask "keymapp"
cask "notion"
cask "readwise-ibooks"
cask "rocket"
cask "signal"
cask "spotify"
