# Run with: `brew bundle --global`
tap "homebrew/bundle"
brew "deno"
brew "hugo"
brew "fzf"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.12"
brew "ripgrep"
brew "rustup"
brew "tree"
brew "yadm"
brew "zellij"
cask "1password"
cask "discord"
cask "hiddenbar"
cask "iterm2"
cask "keepingyouawake"
cask "keymapp"
cask "luarocks"
cask "notion"
cask "raycast"
cask "readwise-ibooks"
cask "rocket"
cask "signal"
cask "spotify"
cask "zen-browser"
