# Run with: `brew bundle --global`
tap "homebrew/bundle"
brew "lazygit"
brew "neovim"
brew "python@3.12"
brew "yadm"
brew "zplug"
brew "node"
cask "1password"
cask "arc"
cask "spotify"
cask "notion"
cask "iterm2"
cask "readwise-ibooks"
cask "discord"
cask "keepingyouawake"
cask "rectangle"
# Is this the right way to install vs code on Mac?
# cask "visual-studio-code"

# TODO: initiate vscode login on GitHub to sync settings?
